
DVDModuleNameInList								= "Dvd";
DVDWindowHeader									= "Dvd-speler";
DVDNoDiskInserted								= "Plaats een dvd";
DVDInsertedLabel								= "Dvd geplaatst";
DVDReadingDVDPleaseWait                         = "Dvd lezen…";
DVDModuleMenu                                   = "Dvd-menu";
DVDModuleEject                                  = "Verwijder schijf";
DVDModuleStop                                   = "Stop";
DVDModuleResume                                 = "Hervat afspelen";
DVDModuleHistoryBeginning                       = "Speel af vanaf begin";
DVDModuleHistoryDefaultBookmark                 = "Speel af vanaf bladwijzer";

DVDOptionsHeader								= "Opties";
DVDOptionsFlagOn                                = "Aan";
DVDOptionsFlagOff                               = "Uit";
DVDOptionsMuting                                = "Geluid uit";
DVDOptionsCaptioning                            = "Bijschriften spraak/geluiden";
DVDPlayerChapterFormatter                       = "Hoofdstuk %d van %d";

ErrorCantInitializeDVDPlaybackAlert				= "U kunt momenteel geen dvd afspelen.";
ErrorCantInitializeDVDPlaybackMessage			= "Een ander programma is bezig met het afspelen van een dvd. Ga terug naar het bureaublad om het andere programma te stoppen en probeer het opnieuw.";
ErrorCantEjectDVDAlert							= "De dvd kan niet worden verwijderd.";
ErrorCantEjectDVDMessage						= "Een ander programma is bezig met het afspelen van de dvd. Ga terug naar het bureaublad om het andere programma te stoppen.";
ErrorBadRegionCodeAlert							= "De regiocode van de dvd komt niet overeen met de regiocode van de dvd-speler.";
ErrorBadRegionCodeMessage						= "Meer informatie over regiocodes vindt u in Dvd-speler Help.";
ErrorBadDVDMediaAlert							= "De dvd kan niet worden afgespeeld.";
ErrorBadDVDMenuMessage							= "De structuur is niet herkend.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "De dvd kan niet worden afgespeeld.";
ErrorFatalDVDMessage							= "Er heeft zich een probleem voorgedaan met de schijf.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "De kopieerbeveiliging van de schijf kan niet worden gecontroleerd.";
